[
    {
        "id": 1,
        "filename": "lighting-occhio.html",
        "title": "Occhio",
        "text": "OCCHIO создает модульные архитектурные светильники с легко изменяемыми углами освещения, оттенками и мощностью. Используемые линзы 5 видов определяют ширину светового луча. Включать, выключать или менять интенсивность освещения можно с помощью движения руки, не прикасаясь к светильникам.",
        "manuf_url": "https://google.com",
        "images": [
            "./img/lighting/1.png",
            "./img/lighting/4.png",
            "./img/lighting/5.png"
        ]
    },
    {
        "id": 2,
        "filename": "lighting-erco.html",
        "title": "ERCO",
        "text": "№ 1 в архитектуре света, инновациях и образовании. Один из лидирующих производителей качественного функционального освещения. Уникальные разработки и чуткий подход к качеству световой среды позволяют ERCO создавать эффективный визуальный комфорт для любых задач: работа, отдых, развлечение, восстановление и хранение. Оборудование ERCO позволяет точно спланировать и качественно реализовать проект освещения с высокими показателями энергоэффективности и комфорта.<br><br>Помещение считают качественно освещенным, если уровень освещенности соответствует выполняемым задачам, человек чувствует себя комфортно и не замечает источники света. <br><br>Вполне закономерно, что продукцию ERCO выбирают лучшие музеи мира, художественные и мебельные экспозиции, гостиницы и рестораны.",
        "manuf_url": "https://google.com",
        "images": [
            "./img/lighting/5.png",
            "./img/lighting/6.png"
        ]
    },
    {
        "id": 3,
        "filename": "lighting-delta-light.html",
        "title": "Delta Light",
        "text": "Один из крупнейших производителей архитектурных светильников в мире. Каталог толщиной 6 см и более 4000 светильников. Широкое предложение дает возможность осветить все здание от внутренних помещений до фасада.",
        "manuf_url": "https://google.com",
        "images": [
            "./img/lighting/4.png",
            "./img/lighting/5.png",
            "./img/lighting/6.png"
        ]
    },
    {
        "id": 4,
        "filename": "lighting-flos.html",
        "title": "Flos",
        "text": "Основатель FLOS Дино Гавино (Dino Gavina) считал, что архитектурное освещение должно быть интересным, а светильники – декоративными. Первую иконическую коллекцию создал легендарный Акилле Кастильони, направив искусственное освещение снизу вверх, потому что сверху вниз падает естественный свет. Сегодня предприятие предлагает 9000 всевозможных продуктов, которые создают дизайнеры: Филипп Старк (Philippe Starck), Патриция Уркиола (Patricia Urquiola), Антонио Читтерио (Antonio Citterio) и Родольфо Дордони (Rodolfo Dordoni).",
        "manuf_url": "https://google.com",
        "images": [
            "./img/lighting/1.png",
            "./img/lighting/5.png",
            "./img/lighting/6.png"
        ]
    },
    {
        "id": 5,
        "filename": "lighting-iguzzini.html",
        "title": "iGuzzini",
        "text": "Фабрика iGuzzini уже более 50 лет предлагает светотехнические решения для внутреннего и наружного освещения, предоставляя обширный ассортимент моделей.  С фабрикой с самого её основания сотрудничали Джо Понти (Giò Ponti), Бруно Джеккелин (Bruno Gecchelin), Ренцо Пиано (Renzo Piano), Ричард Роджерс (Richard Rogers), Норман Фостер (Norman Foster), Пьер Джакомо Кастильони (Pierre Giacomo Castiglioni), Жан-Мишель Вильмотт (Jean-Michel Villot) и другие. Сочетая высокие технологии из разных областей, они создают продукты, которые идеально подстраиваются под задачи пользователя и позволяют создавать адаптивные концепции освещения, интерактивные пространства и просто качественную световую среду. <br><br>Особенное внимание уделяется контролю качества. Завод имеет свои фотометрические лаборатории и сертификаты соответствия мировым стандартам самого высокого уровня.",
        "manuf_url": "https://google.com",
        "images": [
            "./img/lighting/1.png",
            "./img/lighting/4.png",
            "./img/lighting/5.png"
        ]
    }
]